/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Es wurde kein Schlüsselbund gefunden, um „%1$@“ zu sichern.";

/* default not configured */
"A keychain cannot be found." = "Es wurde kein Schlüsselbund gefunden.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Möchten Sie Ihren Schlüsselbund wirklich zurücksetzen? Hiermit werden alle Ihre gesicherten Kennwörter, Schlüssel und Zertifikate gelöscht. Dieser Vorgang kann nicht widerrufen werden.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Der Schlüsselbund „%1$@“ wurde nicht gefunden, um „%2$@“ zu sichern.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Der Schlüsselbund „%1$@“ wurde nicht gefunden.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Bitte geben Sie Ihr Anmeldekennwort ein. Dieses Kennwort wird verwendet, um Ihren neuen Schlüsselbund zu erstellen.";

/* reset button title */
"Reset" = "Zurücksetzen";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Sie haben weitere Schlüsselbunde auf Ihrem System, die Sie möglicherweise zur Liste der Schlüsselbunde hinzufügen möchten. Mit dem Programm „Schlüsselbundverwaltung“ können Sie sie wieder hinzufügen.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Ihr Schlüsselbund wurde möglicherweise umbenannt, gelöscht oder er befindet sich auf einem Volume, das ausgeworfen wurde.";

